Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# ImportIssue_Overlap
source: Overlapping addresses (the later data is used)
ar: عناوين متداخلة (تُستخدم البيانات اللاحقة)
cs: Překrývající se adresy (použijí se pozdější data)
de: Überlappende Adressen (die späteren Daten werden verwendet)
el: Επικαλυπτόμενες διευθύνσεις (χρησιμοποιούνται τα μεταγενέστερα δεδομένα)
es: Direcciones superpuestas (se usan los datos posteriores)
fa: آدرس‌های هم‌پوشان (دادهٔ بعدی استفاده می‌شود)
fr: Adresses qui se chevauchent (les données ultérieures sont utilisées)
hu: Átfedő címek (a későbbi adat lesz használva)
id: Alamat tumpang tindih (data yang belakangan digunakan)
it: Indirizzi sovrapposti (vengono usati i dati successivi)
ja: アドレスの重なり (後のデータを使います)
ko: 주소 겹침(나중 데이터 사용)
pl: Nakładające się adresy (używane są późniejsze dane)
pt: Endereços sobrepostos (os dados posteriores são usados)
ro: Adrese suprapuse (se utilizează datele ulterioare)
th: ที่อยู่ซ้อนทับกัน (ใช้ข้อมูลที่มาทีหลัง)
tr: Çakışan adresler (sonraki veri kullanılır)
uk: Адреси перекриваються (використовуються пізніші дані)
vi: Địa chỉ chồng lấn (dùng dữ liệu sau)
zh_hans: 地址重叠（使用后面的数据）
zh_hant: 位址重疊（使用較後面的資料）

# ImportIssue_AddressOverflow
source: Address beyond 4 GiB
ar: عنوان يتجاوز 4 GiB
cs: Adresa přesahuje 4 GiB
de: Adresse jenseits von 4 GiB
el: Διεύθυνση πέρα από 4 GiB
es: Dirección más allá de 4 GiB
fa: آدرس فراتر از 4 GiB
fr: Adresse au-delà de 4 Gio
hu: 4 GiB-on túli cím
id: Alamat melebihi 4 GiB
it: Indirizzo oltre 4 GiB
ja: アドレスが 4 GiB を超える
ko: 주소가 4GiB를 넘음
pl: Adres powyżej 4 GiB
pt: Endereço além de 4 GiB
ro: Adresă dincolo de 4 GiB
th: ที่อยู่เกิน 4 GiB
tr: Adres 4 GiB'ı aşıyor
uk: Адреса понад 4 ГіБ
vi: Địa chỉ vượt quá 4 GiB
zh_hans: 地址超过 4 GiB
zh_hant: 位址超過 4 GiB

# ImportIssue_LengthMismatch
source: Byte count doesn't match the data
ar: عدد البايتات لا يطابق البيانات
cs: Počet bajtů neodpovídá datům
de: Byteanzahl stimmt nicht mit den Daten überein
el: Ο αριθμός byte δεν αντιστοιχεί στα δεδομένα
es: El recuento de bytes no coincide con los datos
fa: تعداد بایت با داده همخوانی ندارد
fr: Le nombre d'octets ne correspond pas aux données
hu: A bájtszám nem egyezik az adatokkal
id: Jumlah byte tidak cocok dengan data
it: Il numero di byte non corrisponde ai dati
ja: バイト数とデータの長さが合わない
ko: 바이트 수가 데이터와 일치하지 않음
pl: Liczba bajtów nie zgadza się z danymi
pt: A contagem de bytes não corresponde aos dados
ro: Numărul de octeți nu corespunde datelor
th: จำนวนไบต์ไม่ตรงกับข้อมูล
tr: Bayt sayısı veriyle uyuşmuyor
uk: Кількість байтів не відповідає даним
vi: Số byte không khớp với dữ liệu
zh_hans: 字节数与数据不匹配
zh_hant: 位元組數與資料不符

# ImportIssue_InvalidLength
source: Invalid length or padding
ar: طول أو حشو غير صالح
cs: Neplatná délka nebo zarovnání
de: Ungültige Länge oder Auffüllung
el: Μη έγκυρο μήκος ή συμπλήρωση
es: Longitud o relleno no válidos
fa: طول یا لایه‌گذاری نامعتبر
fr: Longueur ou remplissage non valide
hu: Érvénytelen hossz vagy kitöltés
id: Panjang atau padding tidak valid
it: Lunghezza o riempimento non validi
ja: 長さ・パディングの誤り
ko: 길이 또는 패딩이 잘못됨
pl: Nieprawidłowa długość lub dopełnienie
pt: Comprimento ou preenchimento inválido
ro: Lungime sau umplutură nevalidă
th: ความยาวหรือการเติมไม่ถูกต้อง
tr: Geçersiz uzunluk veya dolgu
uk: Неприпустима довжина або доповнення
vi: Độ dài hoặc phần đệm không hợp lệ
zh_hans: 长度或填充无效
zh_hant: 長度或填補無效

# ImportIssue_UnrecognizedLine
source: Not a dump line
ar: ليس سطر تفريغ
cs: Není řádek výpisu
de: Keine Dump-Zeile
el: Δεν είναι γραμμή αποτύπωσης
es: No es una línea de volcado
fa: خط دامپ نیست
fr: Pas une ligne de vidage
hu: Nem dumpsor
id: Bukan baris dump
it: Non è una riga di dump
ja: ダンプの行として判別できない
ko: 덤프 줄이 아님
pl: To nie jest wiersz zrzutu
pt: Não é uma linha de dump
ro: Nu este o linie de dump
th: ไม่ใช่บรรทัดดัมพ์
tr: Döküm satırı değil
uk: Не рядок дампу
vi: Không phải dòng kết xuất
zh_hans: 不是转储行
zh_hant: 不是傾印行

# ImportIssue_CountMismatch
source: Record count (S5/S6) doesn't match
ar: عدد السجلات (S5/S6) غير مطابق
cs: Počet záznamů (S5/S6) nesouhlasí
de: Datensatzanzahl (S5/S6) stimmt nicht überein
el: Ο αριθμός εγγραφών (S5/S6) δεν ταιριάζει
es: El recuento de registros (S5/S6) no coincide
fa: تعداد رکورد (S5/S6) همخوانی ندارد
fr: Le nombre d'enregistrements (S5/S6) ne correspond pas
hu: A rekordszám (S5/S6) nem egyezik
id: Jumlah rekaman (S5/S6) tidak cocok
it: Il numero di record (S5/S6) non corrisponde
ja: レコード数 (S5 / S6) が合わない
ko: 레코드 수(S5/S6)가 일치하지 않음
pl: Liczba rekordów (S5/S6) się nie zgadza
pt: A contagem de registros (S5/S6) não confere
ro: Numărul de înregistrări (S5/S6) nu corespunde
th: จำนวนเรคคอร์ด (S5/S6) ไม่ตรงกัน
tr: Kayıt sayısı (S5/S6) uyuşmuyor
uk: Кількість записів (S5/S6) не збігається
vi: Số bản ghi (S5/S6) không khớp
zh_hans: 记录数（S5/S6）不匹配
zh_hant: 記錄數（S5/S6）不符

# ImportIssue_MissingEnd
source: No end-of-file record
ar: لا يوجد سجل نهاية الملف
cs: Chybí záznam konce souboru
de: Kein Dateiende-Datensatz
el: Δεν υπάρχει εγγραφή τέλους αρχείου
es: No hay registro de fin de archivo
fa: رکورد پایان فایل وجود ندارد
fr: Aucun enregistrement de fin de fichier
hu: Nincs fájlvége-rekord
id: Tidak ada rekaman akhir file
it: Manca il record di fine file
ja: ファイルの終わりのレコードがない
ko: 파일 끝 레코드 없음
pl: Brak rekordu końca pliku
pt: Falta o registro de fim de arquivo
ro: Lipsește înregistrarea de sfârșit de fișier
th: ไม่มีเรคคอร์ดสิ้นสุดไฟล์
tr: Dosya sonu kaydı yok
uk: Немає запису кінця файлу
vi: Không có bản ghi kết thúc tệp
zh_hans: 没有文件结束记录
zh_hant: 沒有檔案結尾記錄

# ImportIssue_DataAfterEnd
source: Data after the end-of-file record
ar: بيانات بعد سجل نهاية الملف
cs: Data za záznamem konce souboru
de: Daten nach dem Dateiende-Datensatz
el: Δεδομένα μετά την εγγραφή τέλους αρχείου
es: Hay datos después del registro de fin de archivo
fa: داده پس از رکورد پایان فایل
fr: Données après l'enregistrement de fin de fichier
hu: Adatok a fájlvége-rekord után
id: Ada data setelah rekaman akhir file
it: Dati dopo il record di fine file
ja: ファイルの終わりのレコードの後にデータがある
ko: 파일 끝 레코드 뒤에 데이터 있음
pl: Dane po rekordzie końca pliku
pt: Dados após o registro de fim de arquivo
ro: Date după înregistrarea de sfârșit de fișier
th: มีข้อมูลหลังเรคคอร์ดสิ้นสุดไฟล์
tr: Dosya sonu kaydından sonra veri var
uk: Дані після запису кінця файлу
vi: Có dữ liệu sau bản ghi kết thúc tệp
zh_hans: 文件结束记录之后有数据
zh_hant: 檔案結尾記錄之後有資料

# Export_Title
source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt: Exportar
ro: Exportare
th: ส่งออก
tr: Dışarı Aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# Export_SelectionTitle
source: Export selection
ar: تصدير التحديد
cs: Exportovat výběr
de: Auswahl exportieren
el: Εξαγωγή επιλογής
es: Exportar la selección
fa: صادر کردن انتخاب
fr: Exporter la sélection
hu: Kijelölés exportálása
id: Ekspor pilihan
it: Esporta selezione
ja: 選択範囲をエクスポート
ko: 선택 영역 내보내기
pl: Eksportuj zaznaczenie
pt: Exportar seleção
ro: Exportare selecție
th: ส่งออกส่วนที่เลือก
tr: Seçimi dışarı aktar
uk: Експорт виділення
vi: Xuất vùng chọn
zh_hans: 导出选定内容
zh_hant: 匯出選取範圍

# Export_Target
source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exporter
hu: Exportálandó
id: Ekspor
it: Esporta
ja: 対象
ko: 내보낼 대상
pl: Eksportuj
pt: Exportar
ro: Exportare
th: ส่งออก
tr: Dışarı aktarılacak
uk: Експортувати
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# Export_Whole
source: Whole document
ar: المستند بأكمله
cs: Celý dokument
de: Gesamtes Dokument
el: Ολόκληρο το έγγραφο
es: Todo el documento
fa: کل سند
fr: Document entier
hu: Teljes dokumentum
id: Seluruh dokumen
it: Intero documento
ja: ドキュメント全体
ko: 문서 전체
pl: Cały dokument
pt: Documento inteiro
ro: Tot documentul
th: ทั้งเอกสาร
tr: Tüm belge
uk: Увесь документ
vi: Toàn bộ tài liệu
zh_hans: 整个文档
zh_hant: 整份文件

# Export_Selection
source: Selection
ar: التحديد
cs: Výběr
de: Auswahl
el: Επιλογή
es: Selección
fa: انتخاب
fr: Sélection
hu: Kijelölés
id: Pilihan
it: Selezione
ja: 選択範囲
ko: 선택 영역
pl: Zaznaczenie
pt: Seleção
ro: Selecție
th: ส่วนที่เลือก
tr: Seçim
uk: Виділення
vi: Vùng chọn
zh_hans: 选定内容
zh_hant: 選取範圍

# Export_Range
source: Offset range
ar: نطاق الإزاحات
cs: Rozsah posunů
de: Offset-Bereich
el: Εύρος μετατοπίσεων
es: Rango de desplazamientos
fa: محدودهٔ آفست
fr: Plage de décalages
hu: Eltolástartomány
id: Rentang offset
it: Intervallo di offset
ja: オフセットの範囲
ko: 오프셋 범위
pl: Zakres przesunięć
pt: Intervalo de deslocamentos
ro: Interval de deplasamente
th: ช่วงออฟเซ็ต
tr: Ofset aralığı
uk: Діапазон зміщень
vi: Phạm vi độ lệch
zh_hans: 偏移量范围
zh_hant: 位移範圍

# Export_File
source: Save to
ar: الحفظ في
cs: Uložit do
de: Speichern unter
el: Αποθήκευση σε
es: Guardar en
fa: ذخیره در
fr: Enregistrer dans
hu: Mentés helye
id: Simpan ke
it: Salva in
ja: 保存先
ko: 저장 위치
pl: Zapisz do
pt: Salvar em
ro: Salvare în
th: บันทึกไปยัง
tr: Kaydedilecek yer
uk: Зберегти в
vi: Lưu vào
zh_hans: 保存到
zh_hant: 儲存至

# Export_Run
source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt: Exportar
ro: Exportare
th: ส่งออก
tr: Dışarı aktar
uk: Експортувати
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# Export_Operation
source: Exporting {0}
ar: جارٍ التصدير إلى {0}
cs: Export {0}
de: {0} wird exportiert
el: Εξαγωγή {0}
es: Exportando {0}
fa: در حال صادر کردن به {0}
fr: Exportation de {0}
hu: Exportálás: {0}
id: Mengekspor {0}
it: Esportazione di {0}
ja: {0} にエクスポート中
ko: {0}(으)로 내보내는 중
pl: Eksportowanie {0}
pt: Exportando {0}
ro: Exportare {0}
th: กำลังส่งออก {0}
tr: {0} dışarı aktarılıyor
uk: Експорт {0}
vi: Đang xuất {0}
zh_hans: 正在导出 {0}
zh_hant: 正在匯出 {0}

# Export_EstimatedSize
source: Estimated output size: {0}
ar: الحجم المقدّر للإخراج: {0}
cs: Odhadovaná velikost výstupu: {0}
de: Geschätzte Ausgabegröße: {0}
el: Εκτιμώμενο μέγεθος εξόδου: {0}
es: Tamaño estimado de la salida: {0}
fa: اندازهٔ تخمینی خروجی: {0}
fr: Taille de sortie estimée : {0}
hu: Becsült kimeneti méret: {0}
id: Perkiraan ukuran output: {0}
it: Dimensione stimata dell'output: {0}
ja: 出力のおおよそのサイズ: {0}
ko: 예상 출력 크기: {0}
pl: Szacowany rozmiar wyniku: {0}
pt: Tamanho estimado da saída: {0}
ro: Dimensiune estimată a rezultatului: {0}
th: ขนาดผลลัพธ์โดยประมาณ: {0}
tr: Tahmini çıktı boyutu: {0}
uk: Очікуваний розмір результату: {0}
vi: Kích thước đầu ra ước tính: {0}
zh_hans: 估计输出大小：{0}
zh_hant: 預估輸出大小：{0}

# Export_Done
source: Exported to {0}.
ar: تم التصدير إلى {0}.
cs: Exportováno do {0}.
de: Nach {0} exportiert.
el: Εξήχθη στο {0}.
es: Se exportó a {0}.
fa: به {0} صادر شد.
fr: Exporté vers {0}.
hu: Exportálva ide: {0}.
id: Diekspor ke {0}.
it: Esportato in {0}.
ja: {0} にエクスポートしました。
ko: {0}(으)로 내보냈습니다.
pl: Wyeksportowano do {0}.
pt: Exportado para {0}.
ro: Exportat în {0}.
th: ส่งออกไปยัง {0} แล้ว
tr: {0} konumuna aktarıldı.
uk: Експортовано в {0}.
vi: Đã xuất ra {0}.
zh_hans: 已导出到 {0}。
zh_hant: 已匯出至 {0}。

# Export_Failed
source: Couldn't export: {0}
ar: تعذر التصدير: {0}
cs: Export se nezdařil: {0}
de: Export nicht möglich: {0}
el: Δεν ήταν δυνατή η εξαγωγή: {0}
es: No se pudo exportar: {0}
fa: صادر کردن ممکن نشد: {0}
fr: Impossible d'exporter : {0}
hu: Nem sikerült exportálni: {0}
id: Tidak dapat mengekspor: {0}
it: Impossibile esportare: {0}
ja: エクスポートできませんでした: {0}
ko: 내보낼 수 없습니다: {0}
pl: Nie można wyeksportować: {0}
pt: Não foi possível exportar: {0}
ro: Nu s-a putut exporta: {0}
th: ไม่สามารถส่งออก: {0}
tr: Dışarı aktarılamadı: {0}
uk: Не вдалося експортувати: {0}
vi: Không thể xuất: {0}
zh_hans: 无法导出：{0}
zh_hant: 無法匯出：{0}

# Export_IpsLimit
source: A change at {0} can't be written as {1}.
ar: لا يمكن كتابة تغيير عند {0} بتنسيق {1}.
cs: Změnu na {0} nelze zapsat jako {1}.
de: Eine Änderung bei {0} kann nicht als {1} geschrieben werden.
el: Μια αλλαγή στο {0} δεν μπορεί να γραφτεί ως {1}.
es: Un cambio en {0} no se puede escribir como {1}.
fa: تغییری در {0} را نمی‌توان به‌صورت {1} نوشت.
fr: Une modification à {0} ne peut pas être écrite en {1}.
hu: A(z) {0} helyen lévő módosítás nem írható ki {1} formátumban.
id: Perubahan di {0} tidak dapat ditulis sebagai {1}.
it: Una modifica a {0} non può essere scritta come {1}.
ja: {0} の位置の変更は {1} で表せません。
ko: {0} 위치의 변경 내용은 {1}(으)로 쓸 수 없습니다.
pl: Zmiany w miejscu {0} nie można zapisać jako {1}.
pt: Uma alteração em {0} não pode ser gravada como {1}.
ro: O modificare la {0} nu poate fi scrisă ca {1}.
th: การเปลี่ยนแปลงที่ {0} ไม่สามารถเขียนเป็น {1} ได้
tr: {0} konumundaki bir değişiklik {1} olarak yazılamaz.
uk: Зміну в позиції {0} не можна записати як {1}.
vi: Không thể ghi thay đổi tại {0} dưới dạng {1}.
zh_hans: {0} 处的更改无法写入为 {1}。
zh_hant: 位於 {0} 的變更無法以 {1} 寫入。

# Export_LargeTitle
source: The output is large
ar: الإخراج كبير
cs: Výstup je velký
de: Die Ausgabe ist groß
el: Η έξοδος είναι μεγάλη
es: La salida es grande
fa: خروجی بزرگ است
fr: La sortie est volumineuse
hu: A kimenet nagy
id: Output berukuran besar
it: L'output è grande
ja: 出力が大きくなります
ko: 출력이 큽니다
pl: Wynik jest duży
pt: A saída é grande
ro: Rezultatul este mare
th: ผลลัพธ์มีขนาดใหญ่
tr: Çıktı büyük
uk: Результат великий
vi: Đầu ra lớn
zh_hans: 输出较大
zh_hant: 輸出很大

# Export_LargeText
source: The output will be about {0}. Text formats are 2 to 5 times larger than the data.
ar: سيكون حجم الإخراج نحو {0}. تنسيقات النص أكبر من البيانات بمقدار 2 إلى 5 مرات.
cs: Výstup bude mít přibližně {0}. Textové formáty jsou 2 až 5krát větší než data.
de: Die Ausgabe wird etwa {0} groß. Textformate sind 2- bis 5-mal größer als die Daten.
el: Η έξοδος θα είναι περίπου {0}. Οι μορφές κειμένου είναι 2 έως 5 φορές μεγαλύτερες από τα δεδομένα.
es: La salida ocupará unos {0}. Los formatos de texto son de 2 a 5 veces más grandes que los datos.
fa: خروجی حدود {0} خواهد بود. قالب‌های متنی 2 تا 5 برابر بزرگ‌تر از داده هستند.
fr: La sortie fera environ {0}. Les formats texte sont 2 à 5 fois plus volumineux que les données.
hu: A kimenet körülbelül {0} lesz. A szöveges formátumok 2–5-ször nagyobbak az adatoknál.
id: Output akan berukuran sekitar {0}. Format teks 2 hingga 5 kali lebih besar daripada data.
it: L'output sarà di circa {0}. I formati di testo sono da 2 a 5 volte più grandi dei dati.
ja: 出力はおよそ {0} になります。テキスト形式は元のデータの 2〜5 倍の大きさになります。
ko: 출력은 약 {0}입니다. 텍스트 형식은 데이터보다 2~5배 큽니다.
pl: Wynik będzie miał około {0}. Formaty tekstowe są od 2 do 5 razy większe niż dane.
pt: A saída terá cerca de {0}. Formatos de texto são de 2 a 5 vezes maiores que os dados.
ro: Rezultatul va avea aproximativ {0}. Formatele text sunt de 2 până la 5 ori mai mari decât datele.
th: ผลลัพธ์จะมีขนาดประมาณ {0} รูปแบบข้อความมีขนาดใหญ่กว่าข้อมูล 2 ถึง 5 เท่า
tr: Çıktı yaklaşık {0} olacak. Metin biçimleri verinin 2 ile 5 katı büyüklüğündedir.
uk: Результат займе приблизно {0}. Текстові формати в 2–5 разів більші за дані.
vi: Đầu ra sẽ khoảng {0}. Định dạng văn bản lớn gấp 2 đến 5 lần dữ liệu.
zh_hans: 输出约为 {0}。文本格式的大小是数据的 2 到 5 倍。
zh_hant: 輸出約為 {0}。文字格式會比資料大 2 到 5 倍。

# Export_LargeSource
source: The output will be about {0}. Compilers may have trouble with source files this large.
ar: سيكون حجم الإخراج نحو {0}. قد تواجه المترجمات صعوبة مع ملفات مصدر بهذا الحجم.
cs: Výstup bude mít přibližně {0}. Kompilátory mohou mít s tak velkými zdrojovými soubory potíže.
de: Die Ausgabe wird etwa {0} groß. Compiler können mit so großen Quelldateien Probleme haben.
el: Η έξοδος θα είναι περίπου {0}. Οι μεταγλωττιστές ενδέχεται να δυσκολεύονται με τόσο μεγάλα αρχεία προέλευσης.
es: La salida ocupará unos {0}. Los compiladores pueden tener problemas con archivos de código fuente tan grandes.
fa: خروجی حدود {0} خواهد بود. کامپایلرها ممکن است با فایل‌های منبع به این بزرگی مشکل داشته باشند.
fr: La sortie fera environ {0}. Les compilateurs peuvent avoir du mal avec des fichiers source aussi volumineux.
hu: A kimenet körülbelül {0} lesz. Ilyen nagy forrásfájlokkal a fordítóknak gondjuk lehet.
id: Output akan berukuran sekitar {0}. Kompiler mungkin kesulitan menangani file sumber sebesar ini.
it: L'output sarà di circa {0}. I compilatori potrebbero avere difficoltà con file sorgente così grandi.
ja: 出力はおよそ {0} になります。この大きさのソースファイルはコンパイラで扱いにくいことがあります。
ko: 출력은 약 {0}입니다. 이렇게 큰 소스 파일은 컴파일러에서 처리하기 어려울 수 있습니다.
pl: Wynik będzie miał około {0}. Kompilatory mogą mieć problemy z tak dużymi plikami źródłowymi.
pt: A saída terá cerca de {0}. Compiladores podem ter problemas com arquivos-fonte tão grandes.
ro: Rezultatul va avea aproximativ {0}. Compilatoarele pot avea probleme cu fișiere sursă atât de mari.
th: ผลลัพธ์จะมีขนาดประมาณ {0} คอมไพเลอร์อาจจัดการไฟล์ซอร์สขนาดนี้ได้ยาก
tr: Çıktı yaklaşık {0} olacak. Derleyiciler bu kadar büyük kaynak dosyalarında sorun yaşayabilir.
uk: Результат займе приблизно {0}. Компілятори можуть мати проблеми з такими великими вихідними файлами.
vi: Đầu ra sẽ khoảng {0}. Trình biên dịch có thể gặp khó với tệp nguồn lớn như vậy.
zh_hans: 输出约为 {0}。编译器可能难以处理如此大的源文件。
zh_hant: 輸出約為 {0}。編譯器可能難以處理這麼大的原始程式檔。

# Export_LargeDocument
source: The output will be about {0}. Browsers and word processors may not open files this large.
ar: سيكون حجم الإخراج نحو {0}. قد لا تتمكن المستعرضات ومعالجات النصوص من فتح ملفات بهذا الحجم.
cs: Výstup bude mít přibližně {0}. Prohlížeče a textové procesory nemusí tak velké soubory otevřít.
de: Die Ausgabe wird etwa {0} groß. Browser und Textverarbeitungen können so große Dateien möglicherweise nicht öffnen.
el: Η έξοδος θα είναι περίπου {0}. Τα προγράμματα περιήγησης και οι επεξεργαστές κειμένου ενδέχεται να μην ανοίγουν τόσο μεγάλα αρχεία.
es: La salida ocupará unos {0}. Es posible que los navegadores y procesadores de texto no abran archivos tan grandes.
fa: خروجی حدود {0} خواهد بود. مرورگرها و واژه‌پردازها ممکن است فایل‌هایی به این بزرگی را باز نکنند.
fr: La sortie fera environ {0}. Les navigateurs et traitements de texte risquent de ne pas ouvrir des fichiers aussi volumineux.
hu: A kimenet körülbelül {0} lesz. Ilyen nagy fájlokat a böngészők és szövegszerkesztők esetleg nem tudnak megnyitni.
id: Output akan berukuran sekitar {0}. Browser dan pengolah kata mungkin tidak dapat membuka file sebesar ini.
it: L'output sarà di circa {0}. Browser ed elaboratori di testo potrebbero non aprire file così grandi.
ja: 出力はおよそ {0} になります。この大きさのファイルはブラウザやワープロで開けないことがあります。
ko: 출력은 약 {0}입니다. 브라우저나 워드 프로세서에서 이렇게 큰 파일을 열지 못할 수 있습니다.
pl: Wynik będzie miał około {0}. Przeglądarki i edytory tekstu mogą nie otworzyć tak dużych plików.
pt: A saída terá cerca de {0}. Navegadores e processadores de texto podem não abrir arquivos tão grandes.
ro: Rezultatul va avea aproximativ {0}. Este posibil ca browserele și procesoarele de text să nu deschidă fișiere atât de mari.
th: ผลลัพธ์จะมีขนาดประมาณ {0} เบราว์เซอร์และโปรแกรมประมวลผลคำอาจเปิดไฟล์ขนาดนี้ไม่ได้
tr: Çıktı yaklaşık {0} olacak. Tarayıcılar ve kelime işlemciler bu kadar büyük dosyaları açamayabilir.
uk: Результат займе приблизно {0}. Браузери й текстові редактори можуть не відкрити такі великі файли.
vi: Đầu ra sẽ khoảng {0}. Trình duyệt và trình soạn thảo văn bản có thể không mở được tệp lớn như vậy.
zh_hans: 输出约为 {0}。浏览器和文字处理程序可能无法打开如此大的文件。
zh_hant: 輸出約為 {0}。瀏覽器和文書處理程式可能無法開啟這麼大的檔案。

# Export_NewLine
source: Line break
ar: فاصل الأسطر
cs: Konec řádku
de: Zeilenumbruch
el: Αλλαγή γραμμής
es: Salto de línea
fa: شکست خط
fr: Saut de ligne
hu: Sortörés
id: Pemisah baris
it: Interruzione di riga
ja: 改行
ko: 줄 바꿈
pl: Podział wiersza
pt: Quebra de linha
ro: Sfârșit de linie
th: การขึ้นบรรทัดใหม่
tr: Satır sonu
uk: Розрив рядка
vi: Ngắt dòng
zh_hans: 换行符
zh_hant: 換行字元

# Export_RecordLength
source: Bytes per record
ar: البايتات في كل سجل
cs: Bajtů na záznam
de: Bytes pro Datensatz
el: Byte ανά εγγραφή
es: Bytes por registro
fa: بایت در هر رکورد
fr: Octets par enregistrement
hu: Bájt rekordonként
id: Byte per rekaman
it: Byte per record
ja: 1 レコードのデータ長
ko: 레코드당 바이트 수
pl: Bajty na rekord
pt: Bytes por registro
ro: Octeți pe înregistrare
th: ไบต์ต่อเรคคอร์ด
tr: Kayıt başına bayt
uk: Байтів у записі
vi: Số byte mỗi bản ghi
zh_hans: 每条记录的字节数
zh_hant: 每筆記錄位元組數

# Export_AddressMode
source: Address format
ar: تنسيق العنوان
cs: Formát adresy
de: Adressformat
el: Μορφή διεύθυνσης
es: Formato de dirección
fa: قالب آدرس
fr: Format d'adresse
hu: Címformátum
id: Format alamat
it: Formato indirizzo
ja: アドレスの形式
ko: 주소 형식
pl: Format adresu
pt: Formato do endereço
ro: Format adresă
th: รูปแบบที่อยู่
tr: Adres biçimi
uk: Формат адреси
vi: Định dạng địa chỉ
zh_hans: 地址格式
zh_hant: 位址格式

# Export_ExecAddress
source: Execution start address
ar: عنوان بدء التنفيذ
cs: Počáteční adresa spuštění
de: Startadresse der Ausführung
el: Διεύθυνση έναρξης εκτέλεσης
es: Dirección de inicio de ejecución
fa: آدرس آغاز اجرا
fr: Adresse de début d'exécution
hu: Végrehajtási kezdőcím
id: Alamat mulai eksekusi
it: Indirizzo di avvio dell'esecuzione
ja: 実行開始アドレス
ko: 실행 시작 주소
pl: Adres początku wykonywania
pt: Endereço de início da execução
ro: Adresă de început a execuției
th: ที่อยู่เริ่มการทำงาน
tr: Yürütme başlangıç adresi
uk: Початкова адреса виконання
vi: Địa chỉ bắt đầu thực thi
zh_hans: 执行起始地址
zh_hant: 執行起始位址

# Export_Header
source: Header (S0)
ar: الرأس (S0)
cs: Záhlaví (S0)
el: Κεφαλίδα (S0)
es: Encabezado (S0)
fa: سرآیند (S0)
fr: En-tête (S0)
hu: Fejléc (S0)
it: Intestazione (S0)
ja: ヘッダ (S0)
ko: 헤더(S0)
pl: Nagłówek (S0)
pt: Cabeçalho (S0)
ro: Antet (S0)
th: ส่วนหัว (S0)
tr: Başlık (S0)
uk: Заголовок (S0)
vi: Tiêu đề (S0)
zh_hans: 标头（S0）
zh_hant: 標頭（S0）

# Export_WriteCount
source: Write the record count (S5/S6)
ar: كتابة عدد السجلات (S5/S6)
cs: Zapsat počet záznamů (S5/S6)
de: Datensatzanzahl schreiben (S5/S6)
el: Εγγραφή του πλήθους εγγραφών (S5/S6)
es: Escribir el recuento de registros (S5/S6)
fa: نوشتن تعداد رکوردها (S5/S6)
fr: Écrire le nombre d'enregistrements (S5/S6)
hu: Rekordszám kiírása (S5/S6)
id: Tulis jumlah rekaman (S5/S6)
it: Scrivi il numero di record (S5/S6)
ja: レコード数 (S5 / S6) を出力する
ko: 레코드 수(S5/S6) 쓰기
pl: Zapisz liczbę rekordów (S5/S6)
pt: Gravar a contagem de registros (S5/S6)
ro: Scriere număr de înregistrări (S5/S6)
th: เขียนจำนวนเรคคอร์ด (S5/S6)
tr: Kayıt sayısını yaz (S5/S6)
uk: Записати кількість записів (S5/S6)
vi: Ghi số bản ghi (S5/S6)
zh_hans: 写入记录数（S5/S6）
zh_hant: 寫入記錄數（S5/S6）

# Export_UpperCase
source: Uppercase hex
ar: hex بأحرف كبيرة
cs: Velká písmena v šestnáctkové soustavě
de: Hex in Großbuchstaben
el: Κεφαλαία hex
es: Hex en mayúsculas
fa: hex با حروف بزرگ
fr: Hex en majuscules
hu: Nagybetűs hexadecimális számjegyek
id: Hex huruf besar
it: Hex maiuscolo
ja: 16 進を大文字にする
ko: 16진수 대문자
pl: Hex wielkimi literami
pt: Hex em maiúsculas
ro: Hex cu majuscule
th: Hex ตัวพิมพ์ใหญ่
tr: Büyük harfli Hex
uk: Hex великими літерами
vi: Hex chữ hoa
zh_hans: 十六进制使用大写
zh_hant: 大寫十六進位

# Export_LineLength
source: Characters per line (0: no line breaks)
ar: الأحرف في كل سطر (0: بلا فواصل أسطر)
cs: Znaků na řádek (0: bez zalomení)
de: Zeichen pro Zeile (0: keine Zeilenumbrüche)
el: Χαρακτήρες ανά γραμμή (0: χωρίς αλλαγές γραμμής)
es: Caracteres por línea (0: sin saltos de línea)
fa: نویسه در هر خط (0: بدون شکست خط)
fr: Caractères par ligne (0 : aucun saut de ligne)
hu: Karakter soronként (0: nincs sortörés)
id: Karakter per baris (0: tanpa pemisah baris)
it: Caratteri per riga (0: nessuna interruzione)
ja: 1 行の文字数 (0 は改行なし)
ko: 줄당 문자 수(0: 줄 바꿈 없음)
pl: Znaki na wiersz (0: bez podziału wierszy)
pt: Caracteres por linha (0: sem quebras de linha)
ro: Caractere pe linie (0: fără sfârșituri de linie)
th: อักขระต่อบรรทัด (0: ไม่ขึ้นบรรทัดใหม่)
tr: Satır başına karakter (0: satır sonu yok)
uk: Символів у рядку (0: без розривів рядків)
vi: Số ký tự mỗi dòng (0: không ngắt dòng)
zh_hans: 每行字符数（0：不换行）
zh_hant: 每行字元數（0：不換行）
